# ДЗ: 1. Попробуйте сохранить в одной переменной следующий вектор: 13, 46, 79, 85, 95.
x = 13, 46, 79, 85, 95
#     2. Реализуйте умножение вектора из 1 на: 100, 34, 46, 52, 34.

y = 100, 34, 46, 52, 34
x1 = 13
x2 = 46
x3 = 79
x4 = 85
x5 = 95

y1 = 100
y2 = 34
y3 = 46
y4 = 52
y5 = 34
print ((x1*y1),(x2*y2),(x3*y3),(x4*y4),(x5*y5))   #все вектора в одной строке



print (x1 * y1)        # каждый вектор с новой строки без использования'\n'
print (x2 * y2)
print (x3 * y3)
print (x4 * y4)
print (x5 * y5)
 # ответы
c1=1300
c2=1564
c3=3634
c4=4420
c5=3230
